{
    "843391643171553330": {
        "guild": "824668932441899099",
        "authID": "754598258742919178",
        "time": 1621161437437,
        "rmdMessage": "hi bbyboy hope u is doing well, im not gonna make this an every-night thing buuut one more couldn't hurt lol ",
        "timeago": "3 hours",
        "guildId": "824668932441899099",
        "lang": "en-US",
        "sendIn": true,
        "color": 12645871,
        "channelId": "840877897325608991"
    },
    "843392033757462538": {
        "guild": "824668932441899099",
        "authID": "754598258742919178",
        "time": 1621168730372,
        "rmdMessage": "its me again, just checking in on ya cus i love you. Ya know I tend to worry about you a lot and it might come off as overbearing but its just because I really really care about you and want you to be safe and happy and just see all the good and beauty in yourself that I see. ",
        "timeago": "5 hours",
        "guildId": "824668932441899099",
        "lang": "en-US",
        "sendIn": true,
        "color": 12645871,
        "channelId": "840877897325608991"
    },
    "843392477436051476": {
        "guild": "824668932441899099",
        "authID": "754598258742919178",
        "time": 1621176036137,
        "rmdMessage": "heys cutie, so for this one I just wanted to make sure you've eaten something, since this is normally the time i have dinner. make sure you drink some water and get a snack if you havent. much love <3 ",
        "timeago": "7 hours",
        "guildId": "824668932441899099",
        "lang": "en-US",
        "sendIn": true,
        "color": 12645871,
        "channelId": "840877897325608991"
    },
    "843393294154727434": {
        "guild": "824668932441899099",
        "authID": "754598258742919178",
        "time": 1621183430884,
        "rmdMessage": "Heya I just wanted to say I'm sorry if I don't wake up in time to talk to you before you go to bed, but you do need to sleep. Its very important for a sexy boy like you (and you need to go to school so). Yeah if im not up like in the next hour or so, please get some rest, and we can talk about anything you want in the morning.\n\nJust imagine im in bed there with you, cuddling and kissing and we're sleeping together and it's nice and warm and soft and pure and just aaaa filled with love for each other.\n\nTake care of yourself, you're my fav person I need you here with me.",
        "timeago": "9 hours",
        "guildId": "824668932441899099",
        "lang": "en-US",
        "sendIn": true,
        "color": 12645871,
        "channelId": "840877897325608991"
    }
}