{
    "exhibits": [
        {
            "id": "MTExdGgtYW5",
            "description": "This summer the Bowers Museum and the historic California Art Club are partnering to exhibit the 111th Annual Gold Medal Exhibition. Throughout the last century, the Annual Gold Medal Exhibition has gained an enduring reputation as one of the country’s premier events showcasing Contemporary-Traditional fine art.\n\nThe California Art Club was founded in 1909 by the early California Impressionists, including many artists who were also actively involved with the Laguna Art Colony from 1918 to 1935. Today, the organization continues its dedication to furthering classical techniques in painting and sculpting and encouraging their use in contemporary interpretations.\n\nThe Gold Medal Exhibition is un-themed and fashioned after the European art salons of the 19th century, for which artists submitted their finest works for jury review. Similarly, the Gold Medal Exhibition has a history of encouraging artists to take artistic risks in creating what they consider to be their most important works, which typically range from environmental preservation to social interests and cultural perspectives.\n\nFor the first time, this year’s Gold Medal Exhibition will be unveiled at the Bowers. The expansive showcase of more than 200 paintings and sculptures is selected from several hundred entries submitted by current qualified California Art Club members for review by a panel of art experts and leading artists. The final collection spotlights today’s most exemplary works by both renowned and up-and-coming artists.\n\nDuring the length of the exhibition, on view from July 17 to August 21, there will be a variety of programs that will allow visitors to meet and ask questions of the exhibiting artists. This unique and defining quality of the Gold Medal Exhibition continues the California Art Club’s legacy and rich tradition of enriching our culture for future generations.",
            "image": "https://bowers.org/images/regridart/763x763/images/exhibit_pic/763x763/2022-gold_medal_exhib-763x763-white1.jpg",
            "museumId": "Ym93ZXJzLW1",
            "name": "111th Annual Gold Medal Exhibition",
            "startTimestamp": "July 17, 2022",
            "endTimestamp": "August 21, 2022"
        },
        {
            "id": "ZXZlcmVzdC1",
            "description": "The Bowers Museum’s newest partnership with the Royal Geographical Society (with IBG), Everest: Ascent to Glory, combines photographs, films, and artifacts from five expeditions leading up to and including the earliest successful attempt to climb the colossal mountain that the Tibetan people call the “Mother Goddess of the World.” Now at the centennial of the first reconnaissance expedition to Mount Everest (1921-2021), this holistic exhibition curated by Wade Davis, Lynda Thomas Distinguished Lecturer and the award-winning author of Into the Silence: The Great War, Mallory and the Conquest of Everest, explores the history, resolute characters, unsung heroes – including Tibetan and Nepalese Sherpas – and changing technologies of the initial attempts to climb the tallest mountain on earth.\n\nThis exciting exhibition features more than 30 original objects and 60 stunning photographs of Everest’s illustrious history. From climbing rope found with the remains of George Mallory, to one of the first oxygen sets ever employed in high-altitude climbing, the exhibition takes visitors on an epic journey reflective of the true triumphs and tragedies intertwined with Everest. Visitors will become further immersed as they view a 3D model of Everest, on loan courtesy of National Geographic Society, Washington, DC, created by Solid Terrain Modeling, Inc. and sponsored by Edward P. Roski; and the beautifully remastered Epic of Everest (1924) film by John Noel.\n\nHumanity has always sought to expand into new frontiers, pushing boldly where others have feared to or could not go. For Great Britain the early 20th century was marred by the Norwegian Roald Amundsen beating a British expedition to the South Pole and an unspeakable “Great War.” To escape a country that felt unfamiliar to them after the horrors of France’s trenches, the greatest explorers of England set their sights on reaching the summit of Mount Everest. Each expedition built on the lessons and losses of those before it. The first 1921 reconnaissance of the mountain mapped a path to its summit. The introduction of oxygen the following year seemed promising until two fatal expeditions put efforts to climb Everest on ice. The advent of radio in 1933 made communication on the mountain possible for the first time. It was not until 1953 that Tenzing Norgay and Sir Edmund Hillary would crest the mountain’s final dome to see the entire world in panorama.\n\nEverest opens at the Bowers Museum on February 12, 2022 and will be free with General Admission to the Bowers Museum. It is curated by Wade Davis and organized by the Bowers Museum in partnership with the Royal Geographical Society (with IBG), London.",
            "image": "https://bowers.org/images/regridart/763x763/images/exhibit_pic/763x763/EVEREST_Upcoming_Exhibitions.png",
            "museumId": "Ym93ZXJzLW1",
            "name": "Everest: Ascent to Glory",
            "startTimestamp": "February 12, 2022",
            "endTimestamp": "August 28, 2022"
        },
        {
            "id": "bWlhby1tYXN",
            "description": "Featuring over 250 intricate works of silver, Miao: Masters of Silver features jewelry and textiles primarily made in China’s Guizhou Province, where the largest population of Miao people reside. Male silversmiths create a variety of ornaments through casting, smelting, repoussé (a reverse hammering technique), forging, engraving, knitting, coiling, cutting, and other methods. Concepts such as beauty, unity, fortune, and pride are expressed as visual abstractions and geometric motifs.\n\nSilver itself is symbolic of light, the moon, fertility, and protection against evil, but it also represents a woman’s wealth and plays a role in courtship. Families spare no expense in adorning their daughters, purchasing additional pieces as they are able. Worn mostly in large festivals, the headdresses, combs, earrings, necklaces, breastplates, bracelets, rings, ornaments, and the counterweights on display here can weigh up to twenty pounds. The fine work aims to attract suitors who look at each garment as measures of the wearer’s qualities. In marriage, silver acts a woman’s dowry and is eventually passed down from mother to daughter.",
            "image": "https://bowers.org/images/regridart/763x763/images/exhibit_pic/763x763/update-763-x-763-Header-MIAO-SILVER.jpg",
            "museumId": "Ym93ZXJzLW1",
            "name": "Miao: Masters of Silver",
            "startTimestamp": "September 12, 2020"
        },
        {
            "id": "YWlyLXNwYWN",
            "description": "Since before the dawn of history, the possibilities of flying and exploring the stars have propelled humans to great feats of imagination and ingenuity. Explore our unique collection of artifacts and hands-on activities to discover how humans design aircraft, spacecraft and space probes for specific tasks by using our knowledge of the principles of air, space and flight.",
            "image": "https://californiasciencecenter.org/sites/default/files/styles/hero_slide_background_desktop/public/images/2020-12/DSC_8606.JPG?h=b2774bcf&itok=jhV1Cakn",
            "museumId": "Y2FsaWZvcm5",
            "name": "Air & Space"
        }
    ]
}