{
    "nasas": [
        {
            "id": "Q29zbWljLUN",
            "date": "July 12, 2022",
            "description": "This landscape of “mountains” and “valleys” speckled with glittering stars is actually the edge of a nearby, young, star-forming region called NGC 3324 in the Carina Nebula. Captured in infrared light by NASA's new James Webb Space Telescope, this image reveals for the first time previously invisible areas of star birth.\n\nCalled the Cosmic Cliffs, Webb’s seemingly three-dimensional picture looks like craggy mountains on a moonlit evening. In reality, it is the edge of the giant, gaseous cavity within NGC 3324, and the tallest “peaks” in this image are about 7 light-years high. The cavernous area has been carved from the nebula by the intense ultraviolet radiation and stellar winds from extremely massive, hot, young stars located in the center of the bubble, above the area shown in this image.",
            "name": "Cosmic Cliffs",
            "locationCreated": "Carina Nebula",
            "creatorDisplayName": "James Webb Space Telescope",
            "creditLine": "NASA, ESA, CSA, and STScI",
            "termsOfUse": "Open Content",
            "bgColor": "#1E2B50",
            "museumId": "bmFzYQ==",
            "externalLink": "https://www.nasa.gov/image-feature/goddard/2022/nasa-s-webb-reveals-cosmic-cliffs-glittering-landscape-of-star-birth",
            "album": "First Images from the James Webb Space Telescope"
        },
        {
            "id": "c3RlcGhhbnM",
            "date": "July 12, 2022",
            "description": "Stephan’s Quintet, a visual grouping of five galaxies, is best known for being prominently featured in the holiday classic film, “It’s a Wonderful Life.” NASA’s James Webb Space Telescope reveals Stephan’s Quintet in a new light. This enormous mosaic is Webb’s largest image to date, covering about one-fifth of the Moon’s diameter. It contains over 150 million pixels and is constructed from almost 1,000 separate image files. The information from Webb provides new insights into how galactic interactions may have driven galaxy evolution in the early universe.\n\nWith its powerful, infrared vision and extremely high spatial resolution, Webb shows never-before-seen details in this galaxy group. Sparkling clusters of millions of young stars and starburst regions of fresh star birth grace the image. Sweeping tails of gas, dust and stars are being pulled from several of the galaxies due to gravitational interactions. Most dramatically, Webb captures huge shock waves as one of the galaxies, NGC 7318B, smashes through the cluster.",
            "name": "Stephan’s Quintet",
            "locationCreated": "Stephan’s Quintet",
            "creatorDisplayName": "James Webb Space Telescope",
            "creditLine": "NASA, ESA, CSA, and STScI",
            "termsOfUse": "Open Content",
            "bgColor": "#0C0C08",
            "museumId": "bmFzYQ==",
            "externalLink": "https://www.nasa.gov/image-feature/goddard/2022/nasa-s-webb-sheds-light-on-galaxy-evolution-black-holes",
            "album": "First Images from the James Webb Space Telescope"
        },
        {
            "id": "U291dGhlcm4",
            "date": "July 12, 2022",
            "description": "Some stars save the best for last.\n\nThe dimmer star at the center of this scene has been sending out rings of gas and dust for thousands of years in all directions, and NASA’s James Webb Space Telescope has revealed for the first time that this star is cloaked in dust.\n\nTwo cameras aboard Webb captured the latest image of this planetary nebula, cataloged as NGC 3132, and known informally as the Southern Ring Nebula. It is approximately 2,500 light-years away.\n\nWebb will allow astronomers to dig into many more specifics about planetary nebulae like this one – clouds of gas and dust expelled by dying stars. Understanding which molecules are present, and where they lie throughout the shells of gas and dust will help researchers refine their knowledge of these objects.",
            "name": "Southern Ring Nebula",
            "locationCreated": "Southern Ring Nebula",
            "creatorDisplayName": "James Webb Space Telescope",
            "creditLine": "NASA, ESA, CSA, and STScI",
            "termsOfUse": "Open Content",
            "bgColor": "#060606",
            "museumId": "bmFzYQ==",
            "externalLink": "https://www.nasa.gov/image-feature/goddard/2022/nasa-s-webb-captures-dying-star-s-final-performance-in-fine-detail",
            "album": "First Images from the James Webb Space Telescope"
        },
        {
            "id": "U01BQ1MgMDc",
            "date": "July 11, 2022",
            "description": "NASA’s James Webb Space Telescope has produced the deepest and sharpest infrared image of the distant universe to date. Known as Webb’s First Deep Field, this image of galaxy cluster SMACS 0723 is overflowing with detail.\nThousands of galaxies - including the faintest objects ever observed in the infrared - have appeared in Webb’s view for the first time. This slice of the vast universe covers a patch of sky approximately the size of a grain of sand held at arm’s length by someone on the ground.",
            "name": "SMACS 0723",
            "locationCreated": "SMACS 0723",
            "creatorDisplayName": "James Webb Space Telescope",
            "creditLine": "NASA, ESA, CSA, and STScI",
            "termsOfUse": "Open Content",
            "bgColor": "#060606",
            "museumId": "bmFzYQ==",
            "externalLink": "https://www.nasa.gov/image-feature/goddard/2022/nasa-s-webb-delivers-deepest-infrared-image-of-universe-yet",
            "album": "First Images from the James Webb Space Telescope"
        }
    ]
}