{
    "autoroles": "Roles which I'll give normal users upon joining your server. (Not Bots)",
    "botroles": "Roles which I'll give bot users upon joining your server.",
    "commandChannels": "Channels users will be able to use my commands in. If channels are set up, users will not be able to use my commands in any other channels. Moderators bypass this setting to be able to be able to use moderator commands when they need to.",
    "disabledChannels": "Channels users will not be able to use commmands in. For example if you set up general, users will not be able to use commands in general chat. Moderators bypass this setting to be able to use moderation commands when they need to.",
    "disabledCommands": "Commands of mine that won't be allowed in your server, core commands can not be disabled. Moderators will bypass this setting.",
    "eventsBanAdd": "Whether or not I should log bans made through the Discord UI as well as my own commands.",
    "eventsBanRemove": "Whether or not I should log unbans made through the Discord UI as well as my own commands.",
    "eventsKick": "Whether or not I should log kicks made through the Discord UI as well as my own commands.",
    "eventsMuteAdd": "Whether or not I should log when the mute role is manually added to a user using the Discord UI.",
    "eventsMuteRemove": "Whether or not I should log when the mute role is manually removed from a user using the Discord UI.",
    "language": "The language I'll respond with in your server, currently I support `en-US` and `es-ES`.",
    "messagesBoost": "The message I'll send if somebody boosts the server. I'll send the message in the configured boost announcement channel.",
    "messagesDisboard": "The message I'll send if disboard bumping reminders are enabled.",
    "messagesGoodbye": "The message I'll send if a member leaves the server. I'll send the message in the configured goodbye channel.",
    "messagesGoodbyeAutoDelete": "The time after sending a goodbye message that I will delete the message. If you don't want me to delete the message, just don't set a value.",
    "messagesModerationAutoDelete": "Whether or not moderation commands should be automatically deleted.",
    "messagesWelcome": "The message I'll send if a new member joins the server. I'll send the message in the configured welcome channel.",
    "messagesWelcomeAutoDelete": "The time after sending a welcome message that I will delete the message. If you don't want me to delete the message, just don't set a value.",
    "moderationChannelsIgnoreAll": "Channels in which I will ignore all of my auto moderation settings. This could be good for a staff chat.",
    "moderationDm": "Whether or not I should send a DM to the target of a moderation command.",
    "moderationGiftsEnabled": "Whether or not auto moderation of Discord gift links is enabled. This can be useful if you don't want members of your server to gift nitro.",
    "moderationGiftsHardPunishDuration": "The duration that will be used if the punishment set for giving gifts is either a `mute` or a `ban`. For example `2d` for 2 days, `1h` for 1 hour, etc.",
    "moderationGiftsSoftPunish": "",
    "moderationInvitesEnabled": "Whether or not auto moderation of Discord invite links is enabled. This can be useful if you don't want members of your server to spam invite links to other servers.",
    "moderationInvitesHardPunishDuration": "The duration that will be used if the punishment set for sending invites is either a `mute` or a `ban`. For example `2d` for 2 days, `1h` for 1 hour, etc.",
    "moderationInvitesSoftPunish": "",
    "moderationScamsEnabled": "Whether or not auto moderation of scam links is enabled. This can be useful if you don't want members of your server to send suspicious links.",
    "moderationScamsHardPunishDuration": "The duration that will be used if the punishment set for sending scam links is either a `mute` or a `ban`. For example `2d` for 2 days, `1h` for 1 hour, etc.",
    "moderationScamsSoftPunish": "",
    "permissionNodesEnabled": "Whether I should listen to permission node settings. If disabled I will ignore permissions set up using the `perms` command.",
    "prefix": "The prefix I respond to in your server. I'll also respond if you `@ping` me.",
    "raidChannel": "The channel which I'll send possible raid warnings to if raid detection is enabled.",
    "rolesEmbedRestrict": "The role that is used for the restrictEmbed moderation command. It will prevent users from embeding links such as gifs.",
    "rolesMuted": "The muted role, if configured I'll give users this role when they are muted. Otherwise I'll help you create a new one.",
    "rolesPersistEnabled": "Whether or not members should keep there roles if they leave and join back.",
    "words": ""
}
