{
    "entities": [
        {
            "id": "am9zZXBoLXd",
            "location": "RW5nbGFuZA",
            "description": "Joseph Wilton RA was an English sculptor. He was one of the founding members of the Royal Academy in 1768, and the academy's third keeper. His works are particularly numerous memorialising the famous Britons in Westminster Abbey.",
            "name": "Joseph Wilton",
            "type": "person"
        },
        {
            "id": "QmFyb24gV2l",
            "location": "aXRhbHk=",
            "description": "Wilhelm Iwan Friederich August Freiherr von Gloeden was a German photographer who worked mainly in Italy. He is mostly known for his pastoral nude studies of Sicilian boys, which usually featured props such as wreaths or amphoras, suggesting a setting in the Greece or Italy of antiquity.\n\nFrom a modern standpoint, his work is commendable due to his controlled use of lighting as well as the often elegant poses of his models. His innovations include the use of photographic filters and special body makeup (a mixture of milk, olive oil, and glycerin) to disguise skin blemishes. His work, both landscapes and nudes, drew wealthy tourists to Sicily, particularly gay men uncomfortable in northern Europe, and changed the history of Taormina.",
            "name":"Baron Wilhelm von Gloeden",
            "type": "person"
        },
        {
            "id": "QW50b25pYSB",
            "location": "aXRhbHk=",
            "description": "Antonio Canova was an Italian Neoclassical sculptor, famous for his marble sculptures. Often regarded as the greatest of the Neoclassical artists, his sculpture was inspired by the Baroque and the classical revival, and has been characterised as having avoided the melodramatics of the former, and the cold artificiality of the latter.",
            "name": "Antonia Canova",
            "type": "person"
        },
        {
            "id": "Sm9zZXBoIE5",
            "location": "RW5nbGFuZA",
            "description": "Joseph Nollekens R.A. was a sculptor from London generally considered to be the finest British sculptor of the late 18th century.",
            "name": "Joseph Nollekens",
            "type": "person"
        },
        {
            "id": "T2dhd2EgS2F",
            "location": "amFwYW4=",
            "description": "Ogawa Kazumasa, also known as Ogawa Kazuma or Ogawa Isshin, was a Japanese photographer, printer and publisher who was a pioneer in photomechanical printing and photography in the Meiji era.",
            "name": "Ogawa Kazumasa",
            "type": "person"
        },
        {
            "id": "SmVhbiBCcm9",
            "location": "RnJhbmNl",
            "description": "Jean Broc was a French neoclassical painter. His most famous work, The Death of Hyacinthos, was completed in 1801. Hyacinthus was a young male beauty and lover of the god Apollo. One day, while playing with a discus, Hyachinthus was struck with the object and consequently died.",
            "name": "Jean Broc",
            "type": "person"
        }
    ]
}